Repository: AlekseiToll/EnergomonitoringXP31
Catalog: emstrings.*.resx
Languages: ru_ru

# name_frmPgServerAddNew_header_add
source: Add New Database Server
ru_ru: Добавить новый Сервер Базы Данных

# name_frmPgServerAddNew_header_options
source: Database Server Options
ru_ru: Свойтва Сервера Баз Данных

# msg_invalid_duration_text
source: The duration is "{0}". Possbly it's caused by mistakes of measurings
ru_ru: Длительность превышает сутки и равна "{0}". Возможно это вызвано погрешностью измерений

source: Save Image As...
ru_ru: Сохранить изображение как...

# print_image
source: Print...
ru_ru: Печать...

# default_zoom
source: Set Zoom Default
ru_ru: Масштаб по умолчанию

source: Time
ru_ru: Время

# cm_copy
source: Copy
ru_ru: Копировать

# name.measure_type.avg.dips_and_swells
source: Dips and swells
ru_ru: Провалы и перенапряжения

# msg_invalid_high_limit_text
source: New value must be greater than 50,0 by absolute value
ru_ru: Вводимая величина должна быть меньше 50,0 по модулю

# interface_serial_text
source: I/O Interface: {0} Port, {1}
ru_ru: Интерфейс ввода/вывода: {0} порт, {1}

# interface_USB_text
source: I/O Interface: USB
ru_ru: Интерфейс ввода/вывода: USB

# interface_modem_text
source: I/O Interface: GSM Modem
ru_ru: Интерфейс ввода/вывода: GSM Модем

# interface_ethernet_text
source: I/O Interface: Ethernet
ru_ru: Интерфейс ввода/вывода: Ethernet

# interface_gprs_text
source: I/O Interface: GPRS Modem
ru_ru: Интерфейс ввода/вывода: GPRS

# current_device_text
source: Current device:
ru_ru: Текущее устройство:

# before_closing_text
source: Please wait while port closing...
ru_ru: Подождите, идет закрытие порта...

# msg_error_from_device
source: The information received from the device is invalid
ru_ru: Информация, полученная от прибора, некорректна

# name_columns_measures_number_global
source: Number of measurements for the entire interval
ru_ru: Кол-во измерений за весь интервал

# msg_sql_img_error_page_img_created
source: The fault has been occurred during saving the data archive. The Image file cannot be created. It is recommended that you inform the Mars-Energo technical support about this error (support@mars-energo.ru).
ru_ru: Произошел сбой во время сохранения данных архива. Убедительная просьба сообщить о данной ошибке в службу поддержки Марс-Энерго (support@mars-energo.ru) и приложить к письму Отладочный файл: {0}.

# msg_sql_img_error_page_img_not_created
source: The fault has been occurred during saving the data archive. It is recommended that you inform the Mars-Energo technical support about this error (support@mars-energo.ru) and attach the Debug file to the letter: "{0}".
ru_ru: Произошел сбой во время сохранения данных архива. Файл Образа не был создан. Убедительная просьба сообщить о данной ошибке в службу поддержки Марс-Энерго (support@mars-energo.ru).

# msg_sql_img_forming_error_caption
source: The Image creation error has been occurred.
ru_ru: Ошибка создания Образа

# msg_device_no_archive_error
source: No archive was read from the device.
ru_ru: Не удалось считать из устройства ни одного архива.

# msg_device_data_reading_error_caption
source: The data reading error has been occurred.
ru_ru: Ошибка чтения данных из прибора

# db_error_nopage_nosql_text
source: An error occurred while saving data to the database. Most likely either connection to the database server has been broken or the incorrect SQL inquiry has been created. Unfortunately, the Image file cannot be created. It is recommended that you inform the Mars-Energo technical support about this error (support@mars-energo.ru).
ru_ru: Произошел сбой во время сохранения информации Базу Данных (БД). Возможно нарушиловсь соединение с сервером БД или был сформирован некорректный SQL запрос. Также не удалось создать файл Образа. Убедительная просьба сообщить о данной ошибке в службу поддержки Марс-Энерго (support@mars-energo.ru).

# msg_device_db_error_page_nosql
source: The fault has been occurred during saving data to the database. Most likely either connection to the database server has been broken or the incorrect SQL inquiry has been created. Unfortunately, the Image file cannot be created. It is recommended that you inform the Mars-Energo technical support about this error (support@mars-energo.ru). Attach the debug file to the letter: "{0}".
ru_ru: Произошел сбой во время сохранения информации Базу Данных (БД). Возможно нарушиловсь соединение с сервером БД или был сформирован некорректный SQL запрос. Также не удалось создать файл Образа. Убедительная просьба сообщить о данной ошибке в службу поддержки Марс-Энерго (support@mars-energo.ru) и приложить к письму Отладочный файл: "{0}".

# db_error_nopage_sql_text
source: The fault has been occurred during saving data to the database. Most likely either connection to the database server has been broken or the incorrect SQL inquiry has been created. The data is saved to the Image file: "{0}". Please check connection to the database server and use the Image file to complete the save operation. Please contact the Mars-Energo technical support and inform about this error (support@mars-energo.ru). Attach the Image file to the letter.
ru_ru: Произошел сбой во время сохранения информации в Базу Данных (БД). Возможно нарушиловсь соединение с сервером БД или был сформирован некорректный SQL запрос. Данные сохранены в файл Образа: "{0}". Проверьте соединение с сервером БД и воспользуйтесь файлом образа для завершения операции сохранения. В случае, если ошибка повторится, мы просим вас сообщить об этом в службу поддержки Марс-Энерго (support@mars-energo.ru). Просьба приложить к письму файл Образа.

# msg_device_db_error_page_sql
source: The fault has been occurred during saving data to the database (DB). Most likely either connection to the database server has been broken or the incorrect SQL inquiry has been created. The data is saved to the Image file: "{0}". Check connection to the database server and use the image file to complete the save operation. If the error repeats, please inform the Mars-Energo technical support (support@mars-energo.ru). Attach the Image file and the Debug file to your letter: "{1}".
ru_ru: Произошeл сбой во время сохранения информации в Базу Данных (БД). Возможно нарушиловсь соединение с сервером БД или был сформирован некорректный SQL запрос. Данные сохранены в файл Образа: "{0}". Проверьте соединение с сервером БД и воспользуйтесь файлом Образа для завершения операции сохранения. В случае, если ошибка повторится, мы просим вас сообщить об этом в службу поддержки Марс-Энерго (support@mars-energo.ru). Просьба приложить к письму файл Образа и Отладочный файл: "{1}".

# msg_sql_img_writing_error_caption
source: The Image file saving error has been occurred.
ru_ru: Ошибка сохранения файла Образа

# msg_image_tryopendebugfile_text
source: You try to open debug image file {0} This fiature is used only by developers to increase program quality. Are you sure you want to continue? (not recomended)
ru_ru: Вы пытаетесь открыть отладочный файл образа {0} Эта функция используется разработчиками в целях выявления ошибок и отладки приложения. Вы уверены, что хотите продолжить? (не рекомендуется)

# warning_caption
source: Warning
ru_ru: Внимание

# msg_image_export_error_caption
source: Image creating error
ru_ru: Ошибка создания Образа.

# msg_image_export_error_text
source: The fault has been occurred during exporting the data archive. Most likely connection to the database server has been broken. It is recommended that you inform the Mars-Energo technical support about this error (support@mars-energo.ru).
ru_ru: Произошел сбой при попытке экспорта Архива. Возможно нарушилось соединение с сервером Базы Данных (БД). Убедительная просьба сообщить о данной ошибке в службу поддержки Марс-Энерго (support@mars-energo.ru).

# msg_image_bad_sql_image_file_text
source: Unable to read data from the file {0}. The file is not the Device Image file or the file is corrupted.
ru_ru: Не удалось прочитать данные из файла {0}. Файл не является файлом Образа данных Прибора или поврежден!

# msg_image_bad_sql_image_file_caption
source: The Image file reading error has been occurred.
ru_ru: Ошибка чтения файла Образа

# cancel_text
source: Cancel
ru_ru: Отмена

# confirm_exit_msg
source: Are you sure you want to exit the program?
ru_ru: Вы уверены, что хотите закрыть программу?

# confirm_cancel_msg
source: Are you sure you want to cancel the operation?
ru_ru: Вы уверены, что хотите прервать операцию?

# msg_auto_detect_time
source: It may take you several minutes to detect the device.
ru_ru: Поиск устройства может занять несколько минут.

# msg_constraints_saved
source: The constraints code has been saved successfully into '{0}' file
ru_ru: Код уставок успешно сохранен в файл '{0}'

# caption_error
source: Error
ru_ru: Ошибка

# msg_invalid_ip_address
source: Invalid IP address format!
ru_ru: Неправильный формат IP адреса!

# msg_invalid_ip_port
source: Invalid port number format!
ru_ru: Неправильный формат номера порта!

# msg_invalid_data
source: Invalid data!
ru_ru: Введены некорректные данные!

# msg_invalid_serial
source: Invalid serial number format!
ru_ru: Неправильный формат серийного номера!

# msg_invalid_phone_number
source: Invalid phone number format!
ru_ru: Неправильный формат номера телефона!

# msg_error_load_constraints
source: Error while loading constraints: {0}
ru_ru: Ошибка при загрузке уставок: {0}

# msg_error_load_objnames
source: Error while loading object names: {0}
ru_ru: Ошибка при загрузке имен объектов: {0}

# msg_error_load_devname
source: Error while loading the device name: {0}
ru_ru: Ошибка при загрузке имени устройства: {0}

# msg_error_save_constraints
source: Error while saving constraints: {0}
ru_ru: Ошибка при сохранении уставок: {0}

# msg_error_save_objnames
source: Error while saving object names: {0}
ru_ru: Ошибка при сохранении имен объектов: {0}

# msg_error_save_devname
source: Error while saving the device name: {0}
ru_ru: Ошибка при сохранении имени устройства: {0}

# msg_unknown_devtype
source: Unknown device type!
ru_ru: Неизвестный тип устройства

# msg_device_connect_error_short
source: Unable to connect to the device!
ru_ru: Невозможно установить соединение с устройством!

# msg_db_connect_error
source: Unable to connect to the database server!
ru_ru: Невозможно установить соединение с сервером базы данных!

# msg_start_date_more_than_end_date
source: Start Date is larger than End Date!
ru_ru: Дата начала архива превышает дату окончания!

# msg_error_load_xml_image
source: Error while loading the Xml-image
ru_ru: Ошибка при загрузке Xml образа

# msg_error_load_sql_image
source: Error while loading the Sql-image
ru_ru: Ошибка при загрузке Sql образа

# msg_error_cant_access_file
source: The process cannot access the file!
ru_ru: Программа не может получить доступ к файлу!

# msg_error_create_dir
source: Error while creating directory!
ru_ru: Ошибка при создании каталога!

# msg_export_success
source: Export was completed successfully
ru_ru: Экспорт завершен успешно

# msg_error_export
source: Export was failed!
ru_ru: Ошибка экспорта!

# msg_fsk_report_open_archive
source: To create the report you have to open the PQP archive and the AVG archive. Besides you have to open the DNS archive if it exists. Note that you must open archives from the same object!
ru_ru: Для создания отчета должны быть открыты архивы ПКЭ и усредненных значений, а также архив провалов и перенапряжений (если он есть). Обратите внимание, что должны быть открыты архивы одного и того же объекта!

# msg_fsk_report_the_same_object
source: Note that you must open archives from the same object!
ru_ru: Обратите внимание, что должны быть открыты архивы одного и того же объекта!

# msg_outofmemory
source: The program needs more memory to finish this operation!
ru_ru: Программе не хватает оперативной памяти для выполнения данной операции!

# msg_db_not_init
source: Database wasn't initialized or PosgreSQL server doesn't work. You can read in Help document how to initialize the database.
ru_ru: База данных не была проинициализирована или нарушена работа сервера PosgreSQL. Руководство по инициализации БД находится в справке к программе (стр.23).

# str_dev_connected
source: The connection with the device was established
ru_ru: Соединение с прибором установлено

# str_dev_disconnected
source: The device is disconnected
ru_ru: Соединение с прибором отсутствует

# str_no_sender
source: You have to fill in "Sender" field
ru_ru: Необходимо заполнить поле "Отправитель"

# str_no_email
source: You have to fill in "E-mail" field
ru_ru: Необходимо заполнить поле "E-mail адрес"

# str_invalid_email
source: E-mail address is invalid!
ru_ru: E-mail адрес указан некорректно.

# msg_error_send_logs
source: Unable to send letter to the support service
ru_ru: Ошибка при отправке сообщения в службу поддержки

# msg_error2_send_logs
source: Unknown error while sending letter to the support service
ru_ru: Неизвестная ошибка при отправке сообщения в службу поддержки

# msg_error_get_volvalues
source: Unable to get voltage deviation values!
ru_ru: Не удалось получить значения отклонений напряжения!

# msg_param_was_added
source: This parameter has already been added to the graph panel!
ru_ru: Этот параметр уже добавлен на панель графиков!

# str_dip
source: Dips
ru_ru: Провалы

# str_interrupt
source: Interruptions
ru_ru: Прерывания
