Repository: AlekseiToll/EnergomonitoringXP31
Catalog: emstrings.*.resx
Languages: ru_ru

# name.device.em32.full
source: Energomonitor 3.2
ru_ru: Энергомонитор 3.2

# name.device.em33.full
source: Energomonitor 3.3
ru_ru: Энергомонитор 3.3

# name.device.em32.short
source: EM-3.2
ru_ru: ЭМ-3.2

# name.device.em33.short
source: EM-3.3
ru_ru: ЭМ-3.3

# name_con_scheme_Ph3W4_full
source: Three-phase, four-wire
ru_ru: Три фазы, четыре провода

# name_con_scheme_Ph3W3_full
source: Three-phase, three-wire (3 element)
ru_ru: Три фазы, три провода (3-элементная)

# name_con_scheme_Ph1W2_full
source: Single-phase, two-wire
ru_ru: Одна фаза, два провода

# name_con_scheme_Ph3W3_B_calc_full
source: Three-phase, three-wire (2 element)
ru_ru: Три фазы, три провода (2-элементная)

# name_con_scheme_Ph3W4_B_calc_full
source: Three-phase, four-wire
ru_ru: Три фазы, четыре провода

# name_con_scheme_Ph3W4_short
source: 3ph 4w
ru_ru: 3ф 4пр

# name_con_scheme_Ph3W3_short
source: 3hp 3w (3-elem.)
ru_ru: 3ф 3пр (3-элем.)

# name_con_scheme_Ph1W2_short
source: 1hp 2w
ru_ru: 1ф 2пр

# name_con_scheme_Ph3W3_B_calc_short
source: 3hp 3w (2-elem.)
ru_ru: 3ф 3пр (2-элем.)

# name_con_scheme_Ph3W4_B_calc_short
source: 3ph 4w
ru_ru: 3ф 4пр

# name_column_measures_result
source: Measurement values
ru_ru: Результат

# name_columns_measures_number
source: Number of measurements
ru_ru: Кол-во измерений

# name_columns_parameter
source: Parameter
ru_ru: Параметр

# name_columns_standard_value
source: Standard PQ Limits
ru_ru: Нормативное значение

# name_columns_time
source: hh:mm:ss
ru_ru: чч:мм:сс

# name_measure_type_avg_full
source: Averaged Network Parameters
ru_ru: Усредненные значения

# name_measure_type_avg_short
source: Average values
ru_ru: Усредненные значения

# name_measure_type_dns_full
source: Voltage Dips and Swells
ru_ru: Провалы и перенапряжения

# name_measure_type_events_full
source: Events
ru_ru: Случайные события

# name_measure_type_dns_short
source: Events
ru_ru: Провалы и перенапряжения

# name_measure_type_pke_full
source: Power Quality Parameters
ru_ru: Показатели качества энергии

# name.measure_type.pke.short
source: PQP
ru_ru: ПКЭ

# name.params.npl.full
source: Normal permissible limit
ru_ru: Нормально допустимый предел

# name.params.npl.short
source: NPL
ru_ru: НДП

# name.params.npv.full
source: Normal permissible value
ru_ru: Нормально допустимое значение

# name.params.npv.short
source: NPV
ru_ru: НДЗ

# name.params.upl.full
source: Utmost permissible limit
ru_ru: Предельно допустимый предел

# name.params.upl.short
source: UPL
ru_ru: ПДП

# name_params_upv_full
source: Utmost permissible value
ru_ru: Предельно допустимое значение

# name_params_upv_short
source: UPV
ru_ru: ПДЗ

# name_submeasure_avg_angles
source: Harmonic powers and angles
ru_ru: Углы и мощности гармоник

# name_submeasure_avg_harmonics
source: Individual Harmonic Ratios
ru_ru: Гармоники

# name_submeasure_avg_main
source: Basic Network Parameters
ru_ru: Основные показатели

# name_avg_time_3sec_full
source: 3 seconds
ru_ru: 3 секунды

# name_avg_time_3sec_new_full
source: 3 seconds (150/180 periods)
ru_ru: 3 секунды (150/180 периодов)

# name_avg_time_1min_full
source: 1 minute
ru_ru: 1 минута

# name_avg_time_10min_full
source: 10 minutes
ru_ru: 10 минут

# name_avg_time_2hour_full
source: 2 hours
ru_ru: 2 часа

# name_avg_time_30min_full
source: 30 minutes
ru_ru: 30 минут

# msg_file_read_error_caption
source: Read error
ru_ru: Ошибка чтения

# msg_file_read_error_text
source: Can't read data from file "{0}". Try another.
ru_ru: Невозможно прочитать данные из файла "{0}". Попробуйте другой файл.

# name.columns.between_npl_and_upl
source: betw. NPL and UPL
ru_ru: между НДП и ПДП

# name_columns_num_all
source: All
ru_ru: Всего

# name_columns_num_synchro
source: Synchro
ru_ru: Синхр.

# name_columns_num_nsynchro
source: Not synchro
ru_ru: Не синхр.

# name_columns_marked
source: Marked
ru_ru: Маркиров.

# name_columns_not_marked
source: Not mark.
ru_ru: Не маркир.

# name_columns_in_npl
source: within NPL
ru_ru: в НДП

# name_columns_out_of_upl
source: outside UPL
ru_ru: за ПДП

# name.columns.result.calc.npl.minus
source: lower value
ru_ru: Нижнее значение

# name.columns.result.calc.npl.plus
source: upper value
ru_ru: Верхнее значение

# name.columns.result.calc.upl.minus
source: min value
ru_ru: Наименьшее значение

# name.columns.result.calc.upl.plus
source: max value
ru_ru: Наибольшее значение

# name.columns.result.real.npl.minus
source: lower (NPL)
ru_ru: НДП нижнее

# name.columns.result.real.npl.plus
source: upper (NPL)
ru_ru: НДП верхнее

# name.columns.result.real.upl.minus
source: min (UPL)
ru_ru: ПДП нижнее

# name.columns.result.real.upl.plus
source: max (UPL)
ru_ru: ПДП верхнее

# name_columns_res_real_npl_minus_syn
source: NPL- synch
ru_ru: НДП- синх

# name_columns_res_real_npl_plus_syn
source: NPL+ synch
ru_ru: НДП+ синх

# name_columns_res_real_upl_minus_syn
source: UPL- synch
ru_ru: ПДП- синх

# name_columns_res_real_upl_plus_syn
source: UPL+ synch
ru_ru: ПДП+ синх

# name_columns_res_real_npl_minus_iso
source: NPL- isol
ru_ru: НДП- изол

# name_columns_res_real_npl_plus_iso
source: NPL+ isol
ru_ru: НДП+ изол

# name_columns_res_real_upl_minus_iso
source: UPL- isol
ru_ru: ПДП- изол

# name_columns_res_real_upl_plus_iso
source: UPL+ isol
ru_ru: ПДП+ изол

# name_params_swell
source: Swell
ru_ru: Перенапряжение

# name_params_interrupt
source: Interrupt
ru_ru: Прерывание

# name_params_dip
source: Dip
ru_ru: Провал

# msg_device_connect_error_caption
source: Connection error
ru_ru: Ошибка подключения

# msg_device_connect_error_text
source: Cannot establish connection with the Device. Interface: {0} (interface parameters: {1}{2}).
ru_ru: Невозможно установить соединение с устройством. Интерфейс: {0} (параметры интерфейса: {1}{2}).

# msg_invalid_interface_text
source: The Device {0} doesn't support {1} I/O interface.
ru_ru: Устройство {0} не поддерживает интерфейс {1}.

# msg_device_devinfo_error_text
source: Cannot read system information from the Device. Interface: {0} (interface parameters: {1}{2}).
ru_ru: Ошибка при чтении системной информации из прибора. Интерфейс: {0} (параметры интерфейса: {1}{2}).

# msg_device_connect_em33t_error_text
source: Cannot establish connection with the Device Em-33T. This service isn't incarnated for other devices! Interface: {0} (interface parameters: {1}{2}).
ru_ru: Невозможно установить соединение с устройством Em-33T. Для других устройств эта функция не реализована! Интерфейс: {0} (параметры интерфейса: {1}{2}).

# msg_device_incorrect_interface_error_text
source: This service isn't incarnated for Ethernet and GPRS Modem interface!
ru_ru: Эта функция не реализована для интерфейсов Ethernet и GPRS Modem!

# msg_device_const_saved_text
source: Your settings were successfully saved
ru_ru: Уставки успешно сохранены

# msg_device_const_saved_em33t_text
source: Your settings were successfully saved. New settings will be applied only after Energomonitor-3.3T restarts.
ru_ru: Уставки успешно сохранены. Изменения вступят в силу только после перезагрузки Энергомонитора.

# msg_device_input_error_caption
source: Input data error
ru_ru: Ошибка входных данных

# msg_device_input_error
source: Values entered are not correct. Please check them and try another time
ru_ru: Некоторые из введенных значений неверны. Пожалуйста, исправьте ошибки и повторите попытку

# msg_device_nom_times_saved
source: New values were successfully saved
ru_ru: Номинальные значения и времена успешно сохранены

# msg_device_objnames_saved
source: Object names were successfully saved
ru_ru: Имена объектов успешно сохранены

# msg_device_objnames_em33t_saved
source: Object names were successfully saved. New settings will be applied only after Energomonitor-3.3T restarts.
ru_ru: Имена объектов успешно сохранены. Изменения вступят в силу только после перезагрузки Энергомонитора.

# msg_device_read_error_caption
source: I/O error
ru_ru: Ошибка ввода/вывода

# msg_device_read_error
source: Input/output error occurred while tranferring data
ru_ru: Произошла ошибка ввода вывода во время передачи данных

# msg_invalid_device_function_text
source: This function doesn't incarnated for {0} device
ru_ru: Эта функция не реализована для прибора {0}

# msg_device_saved_caption
source: Device updating
ru_ru: Обновление данных прибора

# msg_db_insert_error_caption
source: Error while inserting data into DB
ru_ru: Сбой операции сохранения данных в БД

# msg_db_insert_error_text
source: An error was occured while inserting data in PostgreSQL database (table: "{0}")
ru_ru: Во время втавки данных в базу данных PostgresSQL произошла ошибка (таблица: "{0}")

# avg_angles
source: Angles
ru_ru: Углы

# avg_currents_and_voltages
source: Currents and voltages
ru_ru: Токи и напряжения

# avg_harmonic_angles
source: Harmonics angles
ru_ru: Углы гармоник

# avg_harmonic_powers
source: Harmonic powers
ru_ru: Мощности гармоник

# avg_interharmonics_current
source: Current interharmonics
ru_ru: Интергармоники тока

# avg_interharmonics_ph_voltage
source: Phase voltage interharmonics
ru_ru: Интергармоники фаз. напряжения

# avg_interharmonics_lin_voltage
source: Linear voltage interharmonics
ru_ru: Интергармоники лин. напряжения

# avg_harmonics
source: Harmonics
ru_ru: Гармоники

# avg_harmonics_current
source: Current harmonics
ru_ru: Гармоники тока

# avg_harmonics_ph_voltage
source: Phase voltage harmonics
ru_ru: Гармоники фаз. напряжения

# avg_harmonics_lin_voltage
source: Linear voltage harmonics
ru_ru: Гармоники лин. напряжения

# avg_powers
source: Powers
ru_ru: Мощности

# avg_pqp
source: PQP
ru_ru: ПКЭ

# name_measure_type_pqp_dips
source: Dips
ru_ru: Провалы

# name_measure_type_pqp_overs
source: Swells
ru_ru: Перенапряжения

# name_measure_type_pqp_dips_lin
source: Line dips
ru_ru: Провалы линейные

# name_measure_type_pqp_overs_lin
source: Line swells
ru_ru: Перенапряжения линейные

# name_measure_type_pqp_interharm
source: Interharmonics
ru_ru: Интергармоники

# name.measure_type.pqp.frequency_departure
source: Frequency departure
ru_ru: Отклонение частоты

# name.measure_type.pqp.frequency_val_departure
source: df (values)
ru_ru: df (значения)

# name.measure_type.pqp.voltage_deviation
source: Voltage deviation
ru_ru: Отклонение напряжения

# name.measure_type.pqp.voltage_val_deviation
source: dU (values)
ru_ru: dU (значения)

# name.measure_type.pqp.fliker
source: Fliker
ru_ru: Фликер

# name.measure_type.pqp.fliker_short
source: Fliker short
ru_ru: Кратк.доза фликера

# name.measure_type.pqp.fliker_long
source: Fliker long
ru_ru: Длит.доза фликера

# name.measure_type.pqp.voltage_nonsinusoidality
source: Voltage nonsinusoidality
ru_ru: Несинусоидальность напряжения

# name_measure_type_pqp_voltage_unbalance
source: Voltage unbalance
ru_ru: Несимметрия напряжений

# name_max_deviation_dip
source: Deepest dip
ru_ru: Наибольшее отклонение

# name_max_duration_dip
source: Longest dip
ru_ru: Наибольшая длительность

# name_phase
source: Phase
ru_ru: Фаза

# name_summ_duration
source: Total duration
ru_ru: Общая длительность

# name_summ_number
source: Total number
ru_ru: Общее количество

# name_event_duration
source: Event duration
ru_ru: Длительность события

# name_deviation
source: Deviation
ru_ru: Отклонение

# name_0_01_till_0_05
source: 0.01s<t≤0.05s
ru_ru: 0,01с<t≤0,05с

# name_0_05_till_0_1
source: 0.05s<t≤0.1s
ru_ru: 0,05с<t≤0,1с

# name_0_1_till_0_5
source: 0.1s<t≤0.5s
ru_ru: 0,1с<t≤0,5с

# name_0_5_till_1
source: 0.5s<t≤1s
ru_ru: 0,5с<t≤1с

# name_1_till_3
source: 1s<t≤3s
ru_ru: 1с<t≤3с

# name_3_till_20
source: 3s<t≤20s
ru_ru: 3с<t≤20с

# name_20_till_60
source: 20s<t≤60s
ru_ru: 20с<t≤60с

# name_over_60
source: 60s<t≤180s
ru_ru: 60с<t≤180с

# name_over_180
source: t>180s
ru_ru: t>180с

# name_0_01_till_0_2
source: 0.01s<t≤0.2s
ru_ru: 0,01с<t≤0,2с

# name_0_2_till_0_5
source: 0.2s<t≤0.5s
ru_ru: 0,2с<t≤0,5с

# name_1_till_5
source: 1s<t≤5s
ru_ru: 1с<t≤5с

# name_5_till_20
source: 5s<t≤20s
ru_ru: 5с<t≤20с

# name_0_till_0_5
source: 0s<t≤0,5s
ru_ru: 0c<t≤0,5c

# name_max_length
source: Max length
ru_ru: Наибольшая продолжит-ть

# msg_toolbar_saving_mode_reading
source: Recording. Reading data from the Device:
ru_ru: Сохранение. Чтение данных из прибора:

# msg_toolbar_saving_current_archive
source: archive {0} from {1}.
ru_ru: архив {0} из {1}.

# information_caption
source: Information
ru_ru: Информация

# msg_device_empty_text
source: Device's memory contains no archives
ru_ru: В устройстве не сохранено ни одного архива

# name_params_current_harmonics
source: Current harmonics
ru_ru: Гармоники тока

# name_params_current_harmonics_a
source: Current harmonics, А
ru_ru: Гармоники тока, А

# name_params_current_harmonics_perc
source: Current harmonics, %
ru_ru: Гармоники тока, %

# name_params_voltage_harmonics_ph
source: Phase voltage harmonics
ru_ru: Гармоники фаз. напряжения

# name_params_voltage_harmonics_lin
source: Linear voltage harmonics
ru_ru: Гармоники лин. напряжения

# name_columnheaders_avg_time
source: Time
ru_ru: Время

# name_columnheaders_avg_marked
source: Flagged
ru_ru: Маркир.

# columnheaders_pqp_swell
source: U_sw
ru_ru: K_пер U

# columnheaders_pqp_dip
source: U_dip
ru_ru: δU_П

# name.constraint_type.5.full
source: Custom 1
ru_ru: Пользовательский 1

# name.constraint_type.1.full
source: Set 1 (0.38 kV)
ru_ru: ГОСТ 13109-97 (0.38 кВ)

# name.constraint_type.2.full
source: Set 2 (6-20 kV)
ru_ru: ГОСТ 13109-97 (6-20 кВ)

# name.constraint_type.3.full
source: Set 3 (35 kV)
ru_ru: ГОСТ 13109-97 (35 кВ)

# name.constraint_type.4.full
source: Set 4 (110-330 kV)
ru_ru: ГОСТ 13109-97 (110-330 кВ)

# name_constraint_type_pqpa_1_full
source: Set 1 (0.38 кВ)
ru_ru: ГОСТ 32144-2013 (0.38 кВ)

# name_constraint_type_pqpa_2_full
source: Set 2 (6-25 кВ)
ru_ru: ГОСТ 32144-2013 (6-25 кВ)

# name_constraint_type_pqpa_3_full
source: Set 3 (35 кВ)
ru_ru: ГОСТ 32144-2013 (35 кВ)

# name_constraint_type_pqpa_4_full
source: Set 4 (110-220 кВ)
ru_ru: ГОСТ 32144-2013 (110-220 кВ)

# name_constraint_type_pqpa_5_full
source: User set 1
ru_ru: Пользовательский 1

# name_constraint_type_pqpa_6_full
source: User set 2
ru_ru: Пользовательский 2

# name_peakload_none
source: Transformer turns ratios were not applied
ru_ru: отсутствует

# name_avg_time_3sec_short
source: 3 sec.
ru_ru: 3 сек.

# name_avg_time_1min_short
source: 1 min.
ru_ru: 1 мин.

# name_avg_time_30min_short
source: 30 min.
ru_ru: 30 мин.

# window_prefix_common_pqp
source: Time: {0} - {1}. Peak load time: {2}. {3}. {4}
ru_ru: Время: {0} - {1}. Режим наибольших нагрузок: {2}. {3}. {4}

# window_prefix_common_pqp_etpqp_a
source: Time: {0} - {1}. {2}
ru_ru: Время: {0} - {1}. {2}

# window_prefix_common_pqp_etpqp_a_ext
source: Time: {0} - {1}. Peak load time: {2}. {3}
ru_ru: Время: {0} - {1}. {3} Режим наибольших нагрузок: {2}

# window_prefix_common_avg
source: Time: {0} - {1}. Averagin time: {2}, CT turns ratio: {3}, VT turns ratio: {4}
ru_ru: Время: {0} - {1}. Время усреднения: {2}. КТТ: {3}, КТН: {4}

# window_prefix_common_archive
source: {0}, Time: {1} - {2}. Connection scheme: {3}, Unom.lin.={4}(V), Unom.ph.={5}(V), Fnom.={6}(Hz)
ru_ru: {0}. Время: {1} - {2}. Схема включения: {3}. Uном.лин.={4}(В), Uном.ф.={5}(В), Fном.={6}(Гц)

# window_prefix_common_archive_etpqp_a
source: {0}, Time: {1} - {2}. Connection scheme: {3}, Unom.lin.={4}(V), Unom.ph.={5}(V), Fnom.={6}(Hz), Ulim = {7}(V), Ilim = {8}(A) Marking data {9}
ru_ru: {0}. Время: {1} - {2}. Схема включ-я: {3}. Uном.лин.={4}(В), Uном.ф.={5}(В), Fном.={6}(Гц), Предел U = {7}(В), Предел I = {8}(A). Учет маркирования данных {9}

# window_prefix_common_archive_3ph3w
source: {0}, Time: {1} - {2}. Connection scheme: {3}, Unom.lin.={4}(V), Fnom.={5}(Hz)
ru_ru: {0}. Время: {1} - {2}. Схема включения: {3}. Uном.лин.={4}(В), Fном.={5}(Гц)

# window_prefix_common_archive_3ph3w_etpqp_a
source: {0}, Time: {1} - {2}. Connection scheme: {3}, Unom.lin.={4}(V), Fnom.={5}(Hz), Ulim = {6}(V), Ilim = {7}(A) Marking data {8}
ru_ru: {0}. Время: {1} - {2}. Схема включения: {3}. Uном.лин.={4}(В), Fном.={5}(Гц), Предел U = {6}(В), Предел I = {7}(A). Учет маркирования данных {8}

# window_prefix_common_archive_etpqp_a_gps
source: {0}. Time: {1} - {2}. Connection scheme: {3}. Unom.lin.={4}(В), Unom.ph.={5}(В), Fnom.={6}(Гц), Ulim = {7}(V), Ilim = {8}(A). Marking data {9}. Coordinates: {10}, {11}
ru_ru: {0}. Время: {1} - {2}. Схема включения: {3}. Uном.лин.={4}(В), Uном.ф.={5}(В), Fном.={6}(Гц), Предел U = {7}(В), Предел I = {8}(A). Учет маркирования данных {9}. Координаты: {10}, {11}

# window_prefix_common_archive_3ph3w_etpqp_a_gps
source: {0}. Time: {1} - {2}. Connection scheme: {3}. Unom.lin.={4}(В), Fnom.={5}(Гц), Ulim = {6}(V), Ilim = {7}(A). Marking data {8}. Coord. {9}, {10}
ru_ru: {0}. Время: {1} - {2}. Схема включения: {3}. Uном.лин.={4}(В), Fном.={5}(Гц), Предел U = {6}(В), Предел I = {7}(A). Учет маркирования данных {8}. Координаты: {9}, {10}

# msg_device_autodetect_failed
source: The device cannot be found. Check the connection and try again.
ru_ru: Устройство не найдено. Проверьте соединение и попытайтесь еще

# msg_device_autodetect_ok
source: The device has been successfully found!
ru_ru: Устройство было успешно обнаружено!

# caption_device_autodetect
source: Scanning COM ports
ru_ru: Автоопределение настроек COM порта

# msg_not_read_avg_index
source: Unable to read data for the selected time interval (AVG)
ru_ru: Не удалось получить данные для выбранного временного интервала усредненных

# msg_options_dev_autodetect_text
source: Please make sure that the logging device is connected to a serial port and stays in the data exchange mode.
ru_ru: Пожалуйста, убедитесь, что устройство подсоединено к последовательному порту и находится в режиме обмена

# msg_device_licence_failed_caption
source: The device is not registered
ru_ru: Устройство не зарегистрировано

# msg_device_licence_failed_text
source: The device is not registered. If you have the licence file for the device's identification, open Settings < Options < Device manager and register it.
ru_ru: Права на работу с данным устройством не подтверждены лицензией. Если у вас есть файл лицензии на данное устройство, откройте меню "Настройки">"Параметры", перейдите на вкладку "Менеджер устройств" и зарегистрируйте его.

# msg_licences_check_drop_caption
source: Licence deleting
ru_ru: Удаление поддержки устройства

# msg_licences_check_drop_text
source: Are you sure you want to delete this licence? If you have no licence file, this operation will be irreversible!
ru_ru: Вы уверены, что хотите удалить данное устройство из списка поддерживаемых? (если вы не имеете файла лицензии, это будет необратимая операция!)

# unfortunately_caption
source: Unfortunately
ru_ru: К сожалению

# msg_db_connect_error_text
source: Could not establish connection with database {0} on host {1}:{2}. Please check PostgreSQL server and try another time.
ru_ru: Не удалось установить соединения с базой данных {0} по адресу {1}:{2}. Пожауйста, проверьте работоспособность СУБД PostgreSQL и попробуйте еще раз.

# ok_caption
source: Congratulations
ru_ru: Поздравления

# msg_db_connect_ok
source: Connection with PostgreSQL database server successfully established! You can save these settings or try to check another database server
ru_ru: Соединение с СУБД PostgreSQL успешно установлено! Вы можете сохранить текущие настройки или попытаться найти другой сервер базы данных

# name.hertz.short
source: Hz
ru_ru: Гц

# name.dno.labels.limit_line
source: {0} U nom.
ru_ru: {0} U ном.

# name.dno.labels.nominal_line
source: U nom.
ru_ru: U ном.

# msg_constraints_input_data_failed_caption
source: Input data error
ru_ru: Ошибка ввода данных

# msg_constraints_input_data_failed_text
source: The data you were entered is not correct float value
ru_ru: Введенные вами данные не являются корректным дробным числом

# name.max_deviation.swell
source: Largest swell
ru_ru: Наибольшее отклонение

# name.max_duration.swell
source: Longest swell
ru_ru: Наибольшая длительность

# name.constraint_type.6.full
source: Custom 2
ru_ru: Пользовательский 2

# name.constraint_type.header_prefix
source: Type of Limits:
ru_ru: Тип уставок:

# name.fliker_period
source: Fliker Period: {0} min
ru_ru: Период Фликера: {0} мин.

# msg.toolbar.saving_mode_creating_img
source: Recording. Creating the Image file.
ru_ru: Сохранение. Формирование Образа.

# msg.toolbar.saving_mode_db_inserting
source: Recording. Adding data to the database:
ru_ru: Сохранение. Вставка данных в БД:

# msg_toolbar_exporting
source: Exporting the archive into the Image file.
ru_ru: Экспорт Архива в файл Образа

# msg_db_options_apply_error_caption
source: Error in saving changes
ru_ru: Ошибка сохранения изменений

# msg_db_options_apply_error_text
source: Several values are incorrect.
ru_ru: Некоторые из введенных значений некорректны.

# tooltip_invalid_float_value
source: Illegal number. Enter a legal number, Using the decimal separator.
ru_ru: Неверное значение. Введите верное дробное значение, используя соответствующий вашей локали разделитель дробной и целой части.

# column_header_units_a
source: , A
ru_ru: , А

# column_header_units_hz
source: , Hz
ru_ru: , Гц

# column_header_units_ka
source: , kA
ru_ru: , кА

# column_header_units_kv
source: , kV
ru_ru: , кВ

# column_header_units_kva
source: , kVA
ru_ru: , кВА

# column_header_units_kvar
source: , kvar
ru_ru: , квар

# column_header_units_kw
source: , kW
ru_ru: , кВт

# column_header_units_v
source: , V
ru_ru: , В

# column_header_units_va
source: , VA
ru_ru: , ВА

# column_header_units_var
source: , var
ru_ru: , вар

# column_header_units_w
source: , W
ru_ru: , Вт

# name_params_angles
source: Angles beetwen currents and voltages
ru_ru: Углы между гармоническими составляющими тока и напряжения

# name_params_i_interharm
source: Current interharmonics
ru_ru: Интергармоники тока

# name_params_u_ph_interharm
source: Phase voltage interharmonics
ru_ru: Интергармоники U ф

# name_params_u_lin_interharm
source: Line voltage interharmonics
ru_ru: Интергармоники U лин

# name_params_power_harmonics
source: Harmonic powers
ru_ru: Мощности гармоник

# name_params_power_harmonics_percent
source: Harmonic powers, %
ru_ru: Мощности гармоник, %

# name_params_power_harmonics_watt
source: Harmonic powers, Вт
ru_ru: Мощности гармоник, Вт

# name_peakload_notapplied
source: . Transformation coefficients were NOT applied.
ru_ru: . Коэффициенты транформации НЕ ПРИМЕНЕНЫ.

# name_phases_phaseA
source: Phase A
ru_ru: Фаза A

# name_phases_phaseB
source: Phase B
ru_ru: Фаза B

# name_phases_phaseC
source: Phase C
ru_ru: Фаза C

# name_bar_caption_in_upl_res
source: In UPL (res.) - {0}
ru_ru: В ПДП (рез.) - {0}

# name_measure_type_pqp_nonsinusoidality2
source: Voltage nonsinusoidality 2
ru_ru: Несинусоидальность напряжения 2

# msg_interface_delete_confirmation
source: Are you sure you want to delete this item and all subitems?
ru_ru: Вы уверены, что хотите удалить данный элемент, а также все дочерние элементы?

# msg_image_no_pg_servers_caption
source: Not available operation
ru_ru: Невозможная операция

# msg_image_no_pg_servers_text
source: You have no any Database Servers
ru_ru: Отсутствуют Серверы Баз данных для импорта данных из файла Образа

# msg_device_no_active_number
source: No phone number was selected
ru_ru: Не выбран номер телефона

# msg_device_no_server_selected
source: No Database server was selected
ru_ru: Не выбран сервер БД

# msg_device_equal_auto_times
source: You've assigned equal times for automatical connection
ru_ru: Указано несколько автоматических подключений в одно и то же время

# msg_device_no_active_ipaddress
source: No IP address was selected or port number was not assigned
ru_ru: Не выбран IP адрес или не указан номер порта

# msg_device_no_active_485address
source: No device address was selected
ru_ru: Не выбран адрес устройства
