Repository: AlekseiToll/EnergomonitoringXP31
Catalog: frmAvgParams.*.resx
Languages: ru_ru

# tab3phase4wire.Text
source: 3 Phase 4 Wire
ru_ru: 3 фазы 4 пр

# tab3phase3wire.Text
source: 3 Phase 3 Wire
ru_ru: 3 фазы 3 пр

# tab1phase2wire.Text
source: 1 Phase 2 Wire
ru_ru: 1 фаза 2 пр

# btnHarmonics34.Text
source: Harmonics
ru_ru: Гармоники

# btnPqp34.Text
source: PQP
ru_ru: ПКЭ

# btnAngles34.Text
source: Angles
ru_ru: Углы

# btnPower34.Text
source: Power
ru_ru: Мощность

# btnVC34.Text
source: Voltage and Current
ru_ru: Напряжения и токи

# chbVC34Qshift_s.Text
source: Qshift s, var
ru_ru: Qсдвиг s, var

# chbVC34Qshift_c.Text
source: Qshift c, var
ru_ru: Qсдвиг c, var

# chbVC34Qshift_b.Text
source: Qshift b, var
ru_ru: Qсдвиг b, var

# chbVC34Qshift_a.Text
source: Qshift a, var
ru_ru: Qсдвиг a, var

# chbVC34Qcross_s.Text
source: Qcross s, var
ru_ru: Qперекр s, var

# chbVC34Qcross3.Text
source: Qcross3, var
ru_ru: Qперекр3, var

# chbVC34Qcross2.Text
source: Qcross2, var
ru_ru: Qперекр2, var

# chbVC34Qcross1.Text
source: Qcross1, var
ru_ru: Qперекр1, var

# chbVC34Qgeom_sum.Text
source: Qgeom sum, var
ru_ru: Qгеом sum, var

# chbVC34Qgeom_c.Text
source: Qgeom c, var
ru_ru: Qгеом c, var

# chbVC34Qgeom_b.Text
source: Qgeom b, var
ru_ru: Qгеом b, var

# chbVC34Qgeom_a.Text
source: Qgeom a, var
ru_ru: Qгеом a, var

# chbVC34Time.Text
source: Time
ru_ru: Время

# btnHarmonics33.Text
source: Harmonics
ru_ru: Гармоники

# btnPqp33.Text
source: PQP
ru_ru: ПКЭ

# btnAngles33.Text
source: Angles
ru_ru: Углы

# btnPower33.Text
source: Power
ru_ru: Мощность

# btnVC33.Text
source: Voltage and Current
ru_ru: Напряжения и токи

# chbVC33Qshift_s.Text
source: Qshift s, var
ru_ru: Qсдвиг s, var

# chbVC33Qcross_s.Text
source: Qcross s, var
ru_ru: Qперекр s, var

# chbVC33Qcross3.Text
source: Qcross3, var
ru_ru: Qперекр3, var

# chbVC33Qcross2.Text
source: Qcross2, var
ru_ru: Qперекр2, var

# chbVC33Qcross1.Text
source: Qcross1, var
ru_ru: Qперекр1, var

# chbVC33Qgeom_sum.Text
source: Qgeom sum, var
ru_ru: Qгеом sum, var

# chbVC33Time.Text
source: Time
ru_ru: Время

# btnHarmonics12.Text
source: Harmonics
ru_ru: Гармоники

# btnPqp12.Text
source: PQP
ru_ru: ПКЭ

# btnAngles12.Text
source: Angles
ru_ru: Углы

# btnPower12.Text
source: Power
ru_ru: Мощность

# btnVC12.Text
source: Voltage and Current
ru_ru: Напряжения и токи

# chbVC12Qshift.Text
source: Qshift, var
ru_ru: Qсдвиг, var

# chbVC12Qgeom.Text
source: Qgeom, var
ru_ru: Qгеом, var

# chbVC12Time.Text
source: Time
ru_ru: Время

# gbFile.Text
source: File
ru_ru: Файл

# btnSave.Text
source: Save
ru_ru: Сохранить

# btnLoad.Text
source: Load
ru_ru: Загрузить

# btnCancel.Text
source: Cancel
ru_ru: Отмена

# btnSelectAll.Text
source: Select All
ru_ru: Выбрать все

# btnUnselectAll.Text
source: Unselect All
ru_ru: Сбросить все

# $this.Text
source: Options
ru_ru: Параметры
