Repository: AlekseiToll/EnergomonitoringXP31
Catalog: frmMain.*.resx
Languages: ru_ru

# labelArchiveInfo.Text
source: No archive is selected
ru_ru: Архив не выбран

# btnArchiveClose.Text
source: Close Archive
ru_ru: Закрыть архив

# tsAbortSaving.Text
source: Cancel...
ru_ru: Отмена...

# tsMiCancelSaving.Text
source: Click here if you want to abort this operation
ru_ru: Щёлкните здесь, если вы хотите прервать данную операцию

# msFile.Text
source: &File
ru_ru: &Файл

# msFileLoadFromDevice.Text
source: &Load from Device
ru_ru: &Прочитать из устройства...

# msFileOpenImageFile.Text
source: &Open Image File...
ru_ru: &Открыть файл Образа...

# msFileExit.Text
source: E&xit
ru_ru: В&ыход

# msTools.Text
source: &Tools
ru_ru: &Сервис

# miExportToExcel.Text
source: &Export data tables to MS Excel
ru_ru: Экспорт таблиц данных в MS Excel

# msToolsExportToExcelPQP.Text
source: Power Quality Parameters...
ru_ru: Показатели качества энергии...

# msToolsExportToExcelAVG.Text
source: Averaged Network Parameters...
ru_ru: Усредненные значения...

# msToolsExportToExcelDNS.Text
source: Dips and swells...
ru_ru: Провалы и перенапряжения...

# msToolsExportToExcelEvents.Text
source: Events...
ru_ru: Случайные события...

# miReportPQP.Text
source: Export PQP Report to MS Excel
ru_ru: Создать отчет ПКЭ в формате MS Excel

# miReportGOST.Text
source: GOST R 53333...
ru_ru: ГОСТ Р 53333...

# miReportRD.Text
source: RD 153-340-15.501...
ru_ru: РД 153-340-15.501...

# miReportFSK.Text
source: FSK Report...
ru_ru: отчет ФСК

# miReportEtPqpA.Text
source: GOST 33073-2014 (v.1)...
ru_ru: по форме ГОСТ 33073-2014

# miReportEtPqpA_v2.Text
source: GOST 33073-2014 (v.2)...
ru_ru: по форме ГОСТ 33073-2014 (в.2)...

# miReportEtPqpA_v3.Text
source: GOST 33073-2014 (v.3)...
ru_ru: по форме ГОСТ 33073-2014 (в.3)...

# miEditReportTemplates.Text
source: Edit Report Templates...
ru_ru: Редактировать шаблоны отчетов...

# msToolsConstraints.Text
source: &Limits Settings...
ru_ru: &Уставки...

# msToolsObjectNames.Text
source: &Object Names...
ru_ru: &Имена объектов...

# msToolsDevName.Text
source: Device Name...
ru_ru: Имя устройства...

# msToolsNominalValues.Text
source: &Nominal Values...
ru_ru: &Номинальные значения...

# msToolsDeclaredU.Text
source: Declared Voltage...
ru_ru: Согласованное напряжение...

# msService.Text
source: &Service
ru_ru: &Настройки

# msServiceLanguage.Text
source: &Language
ru_ru: &Язык

# msServiceSettings.Text
source: S&ettings...
ru_ru: &Настройки...

# msHelp.Text
source: &Help
ru_ru: &Справка

# miFeedback.Text
source: Feedback...
ru_ru: Обратная связь...

# tsbExchangeWithDevice.Text
source: Device exchange
ru_ru: Прочитать данные из устройства...

# tsbExchangeWithDevice.ToolTipText
source: Load data from device...
ru_ru: Прочитать данные из устройства...

# tbsSettings.Text
source: Program Settings...
ru_ru: Настройки программы...

# tbsSettings.ToolTipText
source: Program Settings...
ru_ru: Настройки программы...

# tbsConstraints.Text
source: Constraints...
ru_ru: Уставки...

# tbsConstraints.ToolTipText
source: Constraints...
ru_ru: Уставки...

# tbsHelp.Text
source: Help
ru_ru: Справка

# tbsHelp.ToolTipText
source: Help
ru_ru: Справка

# tsbMomentData.Text
source: Momentary Data
ru_ru: Запрос мгновенных значений

# $this.Text
source: EmWorkNet version
ru_ru: EmWorkNet версия
