Repository: AlekseiToll/EnergomonitoringXP31
Catalog: frmOptionsEm32.*.resx
Languages: ru_ru

# lblDeviceName.Text
source: Device Name:
ru_ru: Имя устройства:

# lblConstrType.Text
source: Constraint type:
ru_ru: Тип уставок:

# lblDeviceInfo.Text
source: Device Info:
ru_ru: Информация об устройстве:

# lblNominalPhVoltage.Text
source: Unom.ph. (V):
ru_ru: U ном. ф. (В):

# lblNominalFrequency.Text
source: Fnom. (Hz):
ru_ru: F ном. (Гц):

# lblNominalLinVoltage.Text
source: Unom.lin. (V):
ru_ru: U ном.лин. (В):

# lblConnectionScheme.Text
source: Connection scheme:
ru_ru: Схема включения:

# lblMaxRegime.Text
source: Max regime:
ru_ru: Режим макс. нагрузок:

# gbDbOptions.Text
source: General info
ru_ru: Основные свойства

# btnCancel.Text
source: Cancel
ru_ru: Отмена

# lblCTurnRatio.Text
source: Current ratio:
ru_ru: КТ тока:

# lblCNumbers.Text
source: Type(s) and serial number(s):
ru_ru: Типы и серийные номера:

# lblCGradeOfOccuracy.Text
source: Accuracy class:
ru_ru: Класс точности:

# lblCSecondaryWinding.Text
source: Secondary current (A):
ru_ru: I вторичной обмотки (A):

# lblCPrimaryWinding.Text
source: Primary current (A):
ru_ru: I перв. обмотки (A):

# chkCurrentTrPresent.Text
source: Current transformer
ru_ru: Трансформаторы тока

# lblVNumbers.Text
source: Type(s) and serial number(s):
ru_ru: Типы и серийные номера:

# lblVGradeOfOccuracy.Text
source: Accuracy class:
ru_ru: Класс точности:

# lblVSecondaryWinding.Text
source: Secondary voltage (V):
ru_ru: U вторичной обмотки (В):

# lblVPrimaryWinding.Text
source: Primary voltage (V):
ru_ru: U перв. обмотки (В):

# lblVTurnRatio.Text
source: Voltage ratio:
ru_ru: КТ напряжения:

# chkVoltageTrPresent.Text
source: Voltage transformer
ru_ru: Трансформаторы напряжения

# lblEnergyQualityRations.Text
source: Power Quality Parameters:
ru_ru: Показатели качества энергии:

# lblAverageValues.Text
source: Averaged Network Parameters:
ru_ru: Усредненные значения:

# lblDipsAndOvervoltages.Text
source: Voltage Dips and Swells:
ru_ru: Провалы и перенапряжения:

# lblDipsAndOvervoltagesTime.Text
source: none
ru_ru: нет данных

# lblAverageValuesTime.Text
source: none
ru_ru: нет данных

# lblEnergyQualityRationsTime.Text
source: none
ru_ru: нет данных

# btnJournal.Text
source: Event Journal
ru_ru: Журнал событий

# lblComment.Text
source: Comment:
ru_ru: Комментарий:

# $this.Text
source: Archive's properties
ru_ru: Свойства архива
