Repository: AlekseiToll/EnergomonitoringXP31
Catalog: param_strings.*.resx
Languages: ru_ru

# str_f
source: Frequency
ru_ru: Частота

# str_f_a
source: Frequency, phase А
ru_ru: Частота по фазе А

# str_f_b
source: Frequency, phase B
ru_ru: Частота по фазе B

# str_f_c
source: Frequency, phase C
ru_ru: Частота по фазе C

# str_f_ab
source: Frequency, line АB
ru_ru: Частота по линии АB

# str_f_bc
source: Frequency, line BC
ru_ru: Частота по линии BC

# str_f_ca
source: Frequency, line CA
ru_ru: Частота по линии CA

# str_u_a
source: Phase voltage, phase A
ru_ru: Фазное напряжение UA

# str_u_b
source: Phase voltage, phase B
ru_ru: Фазное напряжение UB

# str_u_c
source: Phase voltage, phase C
ru_ru: Фазное напряжение UC

# str_u_a_const
source: Phase voltage, phase A, constant component
ru_ru: Постоянная составляющая напряжения фазы A

# str_u_b_const
source: Phase voltage, phase B, constant component
ru_ru: Постоянная составляющая напряжения фазы B

# str_u_c_const
source: Phase voltage, phase C, constant component
ru_ru: Постоянная составляющая напряжения фазы C

# str_u_ab_const
source: Line voltage, line AB, constant component
ru_ru: Постоянная составляющая напряжения линии AВ

# str_u_bc_const
source: Line voltage, line BC, constant component
ru_ru: Постоянная составляющая напряжения линии BС

# str_u_ca_const
source: Line voltage, line CA, constant component
ru_ru: Постоянная составляющая напряжения линии CА

# str_u1_a
source: Phase voltage of 1st harmonic, phase A
ru_ru: Фазное напряжение 1-ой гармоники UA

# str_u1_b
source: Phase voltage of 1st harmonic, phase B
ru_ru: Фазное напряжение 1-ой гармоники UB

# str_u1_c
source: Phase voltage of 1st harmonic, phase C
ru_ru: Фазное напряжение 1-ой гармоники UC

# str_u_a_1harm
source: Phase voltage of 1st harmonic, phase A
ru_ru: Фазное напряжение 1-ой гармоники UA

# str_u_b_1harm
source: Phase voltage of 1st harmonic, phase B
ru_ru: Фазное напряжение 1-ой гармоники UB

# str_u_c_1harm
source: Phase voltage of 1st harmonic, phase C
ru_ru: Фазное напряжение 1-ой гармоники UC

# str_u_ab_1harm
source: Line voltage of 1st harmonic, line AB
ru_ru: Линейное напряжение 1-ой гармоники UAB

# str_u_bc_1harm
source: Line voltage of 1st harmonic, line BC
ru_ru: Линейное напряжение 1-ой гармоники UBC

# str_u_ca_1harm
source: Line voltage of 1st harmonic, line CA
ru_ru: Линейное напряжение 1-ой гармоники UCA

# str_u_ab
source: Line voltage AB
ru_ru: Линейное напряжение UAB

# str_u_bc
source: Line voltage BC
ru_ru: Линейное напряжение UBC

# str_u_ca
source: Line voltage CA
ru_ru: Линейное напряжение UCA

# str_u1_ab
source: 1st harmonic of line voltage AB
ru_ru: Линейное напряжение 1-ой гармоники UAB

# str_u1_bc
source: 1st harmonic of line voltage BC
ru_ru: Линейное напряжение 1-ой гармоники UBC

# str_u1_ca
source: 1st harmonic of line voltage CA
ru_ru: Линейное напряжение 1-ой гармоники UCA

# str_u0_a
source: Phase voltage of 0th harmonic, phase A
ru_ru: Постоянная составляющая напряжения фазы A

# str_u0_b
source: Phase voltage of 0th harmonic, phase B
ru_ru: Постоянная составляющая напряжения фазы B

# str_u0_c
source: Phase voltage of 0th harmonic, phase C
ru_ru: Постоянная составляющая напряжения фазы C

# str_u0_ab
source: Line voltage of 0th harmonic, AB
ru_ru: Постоянная составляющая линейного напряжения UAB

# str_u0_bc
source: Line voltage of 0th harmonic, BC
ru_ru: Постоянная составляющая линейного напряжения UBC

# str_u0_ca
source: Line voltage of 0th harmonic, CA
ru_ru: Постоянная составляющая линейного напряжения UCA

# str_u_hp_a
source: Average-rectified voltage, phase A
ru_ru: Средневыпрямленное значение напряжения по фазе А

# str_u_hp_b
source: Average-rectified voltage, phase B
ru_ru: Средневыпрямленное значение напряжения по фазе B

# str_u_hp_c
source: Average-rectified voltage, phase C
ru_ru: Средневыпрямленное значение напряжения по фазе C

# str_u_a_avdirect
source: Average-rectified voltage, phase A
ru_ru: Средневыпрямленное значение напряжения по фазе А

# str_u_b_avdirect
source: Average-rectified voltage, phase B
ru_ru: Средневыпрямленное значение напряжения по фазе B

# str_u_c_avdirect
source: Average-rectified voltage, phase C
ru_ru: Средневыпрямленное значение напряжения по фазе C

# str_u_ab_avdirect
source: Average-rectified voltage, line AB
ru_ru: Средневыпрямленное значение напряжения по линии АB

# str_u_bc_avdirect
source: Average-rectified voltage, line BC
ru_ru: Средневыпрямленное значение напряжения по линии BC

# str_u_ca_avdirect
source: Average-rectified voltage, line CA
ru_ru: Средневыпрямленное значение напряжения по линии CA

# str_u_1
source: Positive sequence voltage
ru_ru: Напряжение прямой последовательности

# str_u_2
source: Negative sequence voltage
ru_ru: Напряжение обратной последовательности

# str_u_0
source: Zero sequence voltage
ru_ru: Напряжение нулевой последовательности

# str_i_a
source: RMS of phase A current
ru_ru: Ток по фазе A

# str_i_b
source: RMS of phase B current
ru_ru: Ток по фазе B

# str_i_c
source: RMS of phase C current
ru_ru: Ток по фазе C

# str_i_a_const
source: RMS of phase A current, constant component
ru_ru: Ток по фазе A, постоянная составляющая

# str_i_b_const
source: RMS of phase B current, constant component
ru_ru: Ток по фазе B, постоянная составляющая

# str_i_c_const
source: RMS of phase C current, constant component
ru_ru: Ток по фазе C, постоянная составляющая

# str_i_n_const
source: Midpoint wire current, constant component
ru_ru: Ток нейтрали, постоянная составляющая

# str_i_a_avdirect
source: Average-rectified RMS of phase A current
ru_ru: Ток по фазе A, средневыпрямленное значение

# str_i_b_avdirect
source: Average-rectified RMS of phase B current
ru_ru: Ток по фазе B, средневыпрямленное значение

# str_i_c_avdirect
source: Average-rectified RMS of phase C current
ru_ru: Ток по фазе C, средневыпрямленное значение

# str_i_n_avdirect
source: Average-rectified midpoint wire current
ru_ru: Ток нейтрали, средневыпрямленное значение

# str_i1_a
source: RMS of 1st current harmonic, phase A
ru_ru: Ток 1-ой гармоники по фазе A

# str_i1_b
source: RMS of 1st current harmonic, phase B
ru_ru: Ток 1-ой гармоники по фазе B

# str_i1_c
source: RMS of 1st current harmonic, phase C
ru_ru: Ток 1-ой гармоники по фазе C

# str_i_a_1harm
source: RMS of 1st current harmonic, phase A
ru_ru: Ток 1-ой гармоники по фазе A

# str_i_b_1harm
source: RMS of 1st current harmonic, phase B
ru_ru: Ток 1-ой гармоники по фазе B

# str_i_c_1harm
source: RMS of 1st current harmonic, phase C
ru_ru: Ток 1-ой гармоники по фазе C

# str_i_n_1harm
source: RMS of 1st harmonic of midpoint wire current
ru_ru: Ток 1-ой гармоники тока нейтрали

# str_i_1
source: Positive sequence current
ru_ru: Ток прямой последовательности

# str_i_2
source: Negative sequence current
ru_ru: Ток обратной последовательности

# str_i_0
source: Zero sequence current
ru_ru: Ток нулевой последовательности

# str_p_sum
source: Total active power
ru_ru: Суммарная активная мощность

# str_p_a
source: Active power, phase A
ru_ru: Активная мощность по фазе A

# str_p_ab
source: Active power, AB
ru_ru: Активная мощность AB

# str_p_b
source: Active power, phase B
ru_ru: Активная мощность по фазе B

# str_p_cb
source: Active power, CB
ru_ru: Активная мощность CB

# str_p_c
source: Active power, phase C
ru_ru: Активная мощность по фазе C

# str_s_sum
source: Total apparent power
ru_ru: Суммарная полная мощность

# str_s_12sum
source: Total apparent power
ru_ru: Суммарная полная мощность

# str_s_a
source: Apparent power, phase A
ru_ru: Полная мощность по фазе A

# str_s_b
source: Apparent power, phase B
ru_ru: Полная мощность по фазе B

# str_s_c
source: Apparent power, phase C
ru_ru: Полная мощность по фазе C

# str_q_sum_geom
source: Total reactive power (geom. method)
ru_ru: Суммарная реактивная мощность (геом. метод)

# str_q_a_geom
source: Reactive power, phase A (geom. method)
ru_ru: Реактивная мощность по фазе A (геом. метод)

# str_q_b_geom
source: Reactive power, phase B (geom. method)
ru_ru: Реактивная мощность по фазе B (геом. метод)

# str_q_c_geom
source: Reactive power, phase C (geom. method)
ru_ru: Реактивная мощность по фазе C (геом. метод)

# str_q_sum
source: Total reactive power
ru_ru: Суммарная реактивная мощность

# str_q_12sum
source: Total reactive power
ru_ru: Суммарная реактивная мощность

# str_q_a
source: Reactive power, phase A
ru_ru: Реактивная мощность по фазе A

# str_q_b
source: Reactive power, phase B
ru_ru: Реактивная мощность по фазе B

# str_q_c
source: Reactive power, phase C
ru_ru: Реактивная мощность по фазе C

# str_kp_sum
source: Total power factor
ru_ru: Суммарный коэффициент мощности

# str_kp_a
source: Power factor, phase A
ru_ru: Коэффициент мощности по фазе A

# str_kp_b
source: Power factor, phase B
ru_ru: Коэффициент мощности по фазе B

# str_kp_c
source: Power factor, phase C
ru_ru: Коэффициент мощности по фазе C

# str_kp_abc
source: Total power factor
ru_ru: Коэффициент мощности общий

# str_kp_12
source: Total power factor
ru_ru: Коэффициент мощности общий

# str_angle_ua_ub
source: Angle between phase voltages UA and UB
ru_ru: Угол между фазными напряжениями UA UB

# str_angle_ub_uc
source: Angle between phase voltages UB and UC
ru_ru: Угол между фазными напряжениями UB UC

# str_angle_uc_ua
source: Angle between phase voltages UC and UA
ru_ru: Угол между фазными напряжениями UC UA

# str_angle_ua_ia
source: Angle between phase voltage UA and current IA
ru_ru: Угол между фазным напряжением UA и током IA

# str_angle_ub_ib
source: Angle between phase voltage UB and current IB
ru_ru: Угол между фазным напряжением UB и током IB

# str_angle_uc_ic
source: Angle between phase voltage UC and current IC
ru_ru: Угол между фазным напряжением UC и током IC

# str_angle_uab_ucb
source: Angle between line voltages AB and CB
ru_ru: Угол между междуфазными напряжениями AB и CB

# str_angle_uab_ia
source: Angle between line voltage AB and current IA
ru_ru: Угол между междуфазным напряжением AB и током IA

# str_angle_ucb_ic
source: Angle between line voltage CB and current IC
ru_ru: Угол между междуфазным напряжением CB и током IC

# str_an_u1_a_u1_b
source: Angle between 1st voltage harmonics, phases A and B
ru_ru: Угол между первыми гармониками напряжений фазы А и В

# str_an_u1_b_u1_c
source: Angle between 1st voltage harmonics, phases B and C
ru_ru: Угол между первыми гармониками напряжений фазы B и C

# str_an_u1_c_u1_a
source: Angle between 1st voltage harmonics, phases C and A
ru_ru: Угол между первыми гармониками напряжений фазы C и A

# str_an_u1_a_i1_a
source: Angle between 1st voltage and 1st current harmonics, phases A
ru_ru: Угол между первыми гармониками фазного напряжения и фазного тока

# str_an_u1_b_i1_b
source: Angle between 1st voltage and 1st current harmonics, phases B
ru_ru: Угол между первыми гармониками фазного напряжения и фазного тока

# str_an_u1_c_i1_c
source: Angle between 1st voltage and 1st current harmonics, phases C
ru_ru: Угол между первыми гармониками фазного напряжения и фазного тока

# str_an_u_0_i_0
source: Angle between zero sequence voltage and current
ru_ru: Угол между током и напряжением нулевой последовательности

# str_an_u_1_i_1
source: Angle between positive sequence voltage and current
ru_ru: Угол между током и напряжением прямой последовательности

# str_an_u_2_i_2
source: Angle between negative sequence voltage and current
ru_ru: Угол между током и напряжением обратной последовательности

# str_angle_p_1
source: Angle of positive sequence power
ru_ru: Угол мощности прямой последовательности

# str_angle_p_2
source: Angle of negative sequence power
ru_ru: Угол мощности обратной последовательности

# str_angle_p_0
source: Angle of zero sequence power
ru_ru: Угол мощности нулевой последовательности

# str_p_0
source: Zero sequence power
ru_ru: Мощность нулевой последовательности

# str_p_1
source: Positive sequence power
ru_ru: Мощность прямой последовательности

# str_p_2
source: Negative sequence power
ru_ru: Мощность обратной последовательности

# str_d_f
source: Frequency deviation
ru_ru: Отклонение частоты

# str_d_u_y
source: Voltage deviation
ru_ru: Отклонение напряжения

# str_d_u_a
source: Voltage deviation, phase A
ru_ru: Отклонение фазного напряжения UA от номинала

# str_d_u_ab
source: Deviation of line voltage UAB
ru_ru: Отклонение линейного напряжения UAB от номинала

# str_d_u_b
source: Voltage deviation, phase B
ru_ru: Отклонение фазного напряжения UB от номинала

# str_d_u_bc
source: Deviation of line voltage UBC
ru_ru: Отклонение линейного напряжения UBC от номинала

# str_d_u_c
source: Voltage deviation, phase C
ru_ru: Отклонение фазного напряжения UC от номинала

# str_d_u_ca
source: Deviation of line voltage UCA
ru_ru: Отклонение линейного напряжения UCA от номинала

# str_rd_u
source: Voltage deviation [относительное]
ru_ru: Отклонение установившегося напряжения [относительное]

# str_rd_u_1harm_a
source: Deviation of 1st harmonic of phase voltage – phase A [relative]
ru_ru: Отклонение 1 гармоники от номинала – фаза A [относительное]

# str_rd_u_1harm_b
source: Deviation of 1st harmonic of phase voltage – phase B [relative]
ru_ru: Отклонение 1 гармоники от номинала – фаза B [относительное]

# str_rd_u_1harm_c
source: Deviation of 1st harmonic of phase voltage – phase C [relative]
ru_ru: Отклонение 1 гармоники от номинала – фаза C [относительное]

# str_rd_u_1harm_ab
source: Deviation of 1st harmonic of line voltage – line AB [relative]
ru_ru: Отклонение 1 гармоники от номинала – линия AB [относительное]

# str_rd_u_1harm_bc
source: Deviation of 1st harmonic of line voltage – line BC [relative]
ru_ru: Отклонение 1 гармоники от номинала – линия BC [относительное]

# str_rd_u_1harm_ca
source: Deviation of 1st harmonic of line voltage – line CA [relative]
ru_ru: Отклонение 1 гармоники от номинала – линия CA [относительное]

# str_d_u_pos_a
source: Positive voltage deviation - phase A [absolute]
ru_ru: Положительное отклонение напряжения - фаза A [абсолютное]

# str_d_u_pos_b
source: Positive voltage deviation - phase B [absolute]
ru_ru: Положительное отклонение напряжения - фаза B [абсолютное]

# str_d_u_pos_c
source: Positive voltage deviation - phase C [absolute]
ru_ru: Положительное отклонение напряжения - фаза C [абсолютное]

# str_d_u_pos_ab
source: Positive voltage deviation - line AB [absolute]
ru_ru: Положительное отклонение напряжения - линия AB [абсолютное]

# str_d_u_pos_bc
source: Positive voltage deviation - line BC [absolute]
ru_ru: Положительное отклонение напряжения - линия BC [абсолютное]

# str_d_u_pos_ca
source: Positive voltage deviation - line CA [absolute]
ru_ru: Положительное отклонение напряжения - линия CA [абсолютное]

# str_d_u_neg_a
source: Negative voltage deviation - phase A [absolute]
ru_ru: Отрицательное отклонение напряжения - фаза A [абсолютное]

# str_d_u_neg_b
source: Negative voltage deviation - phase B [absolute]
ru_ru: Отрицательное отклонение напряжения - фаза B [абсолютное]

# str_d_u_neg_c
source: Negative voltage deviation - phase C [absolute]
ru_ru: Отрицательное отклонение напряжения - фаза C [абсолютное]

# str_d_u_neg_ab
source: Negative voltage deviation - line AB [absolute]
ru_ru: Отрицательное отклонение напряжения - линия AB [абсолютное]

# str_d_u_neg_bc
source: Negative voltage deviation - line BC [absolute]
ru_ru: Отрицательное отклонение напряжения - линия BC [абсолютное]

# str_d_u_neg_ca
source: Negative voltage deviation - line CA [absolute]
ru_ru: Отрицательное отклонение напряжения - линия CA [абсолютное]

# str_rd_u_pos_a
source: Positive voltage deviation - phase A [relative]
ru_ru: Положительное отклонение напряжения - фаза A [относительное]

# str_rd_u_pos_b
source: Positive voltage deviation - phase B [relative]
ru_ru: Положительное отклонение напряжения - фаза B [относительное]

# str_rd_u_pos_c
source: Positive voltage deviation - phase C [relative]
ru_ru: Положительное отклонение напряжения - фаза C [относительное]

# str_rd_u_pos_ab
source: Positive voltage deviation - line AB [relative]
ru_ru: Положительное отклонение напряжения - линия AB [относительное]

# str_rd_u_pos_bc
source: Positive voltage deviation - line BC [relative]
ru_ru: Положительное отклонение напряжения - линия BC [относительное]

# str_rd_u_pos_ca
source: Positive voltage deviation - line CA [relative]
ru_ru: Положительное отклонение напряжения - линия CA [относительное]

# str_rd_u_neg_a
source: Negative voltage deviation - phase A [relative]
ru_ru: Отрицательное отклонение напряжения - фаза A [относительное]

# str_rd_u_neg_b
source: Negative voltage deviation - phase B [relative]
ru_ru: Отрицательное отклонение напряжения - фаза B [относительное]

# str_rd_u_neg_c
source: Negative voltage deviation - phase C [relative]
ru_ru: Отрицательное отклонение напряжения - фаза C [относительное]

# str_rd_u_neg_ab
source: Negative voltage deviation - line AB [relative]
ru_ru: Отрицательное отклонение напряжения - линия AB [относительное]

# str_rd_u_neg_bc
source: Negative voltage deviation - line BC [relative]
ru_ru: Отрицательное отклонение напряжения - линия BC [относительное]

# str_rd_u_neg_ca
source: Negative voltage deviation - line CA [relative]
ru_ru: Отрицательное отклонение напряжения - линия CA [относительное]

# str_k_2u
source: Negative sequence voltage ratio
ru_ru: Коэффициент несимметрии напряжения по обратной последовательности

# str_k_0u
source: Zero sequence voltage ratio
ru_ru: Коэффициент несимметрии напряжения по нулевой последовательности

# str_k_ua
source: Total harmonic distortion of voltage, phase A
ru_ru: Коэффициент искажения синусоидальности кривой напряжения по фазе А

# str_k_ub
source: Total harmonic distortion of voltage, phase B
ru_ru: Коэффициент искажения синусоидальности кривой напряжения по фазе B

# str_k_uc
source: Total harmonic distortion of voltage, phase C
ru_ru: Коэффициент искажения синусоидальности кривой напряжения по фазе C

# str_k_uab
source: Total harmonic distortion of line voltage, AB
ru_ru: Коэффициент искажения синусоидальности кривой линейных напряжений АВ

# str_k_ubc
source: Total harmonic distortion of line voltage, BC
ru_ru: Коэффициент искажения синусоидальности кривой линейных напряжений BC

# str_k_uca
source: Total harmonic distortion of line voltage, CA
ru_ru: Коэффициент искажения синусоидальности кривой линейных напряжений CA

# str_k_ia
source: Total harmonic distortion of current, phase A
ru_ru: Коэффициент искажения синусоидальности кривой тока по фазе А

# str_k_ib
source: Total harmonic distortion of current, phase B
ru_ru: Коэффициент искажения синусоидальности кривой тока по фазе B

# str_k_ic
source: Total harmonic distortion of current, phase C
ru_ru: Коэффициент искажения синусоидальности кривой тока по фазе C

# str_tangent_p_geom
source: tg φ (geom. method)
ru_ru: tg φ (геом. метод)

# str_tangent_p_shift
source: tg φ (ph. shift method)
ru_ru: tg φ (метод сдвига)

# str_tangent_p_cross
source: tg φ (cross-conn. method)
ru_ru: tg φ (метод перекр. включ.)

# str_tangent_p_1harm
source: tg φ (for 1st harmonic)
ru_ru: tg φ (по 1-ой гармонике)

# str_q_sum_shift
source: Total reactive power (ph. shift method)
ru_ru: Суммарная реактивная мощность (метод сдвига)

# str_q_a_shift
source: Reactive power, phase A (ph. shift method)
ru_ru: Реактивная мощность по фазе A (метод сдвига)

# str_q_b_shift
source: Reactive power, phase B (ph. shift method)
ru_ru: Реактивная мощность по фазе B (метод сдвига)

# str_q_c_shift
source: Reactive power, phase C (ph. shift method)
ru_ru: Реактивная мощность по фазе C (метод сдвига)

# str_q_sum_cross
source: Total reactive power (cross-conn. method)
ru_ru: Суммарная реактивная мощность Q (метод перекр. включ.)

# str_q_a_cross
source: Reactive power, phase A (cross-conn. method)
ru_ru: Реактивная мощность по фазе A (метод перекр. включ.)

# str_q_b_cross
source: Reactive power, phase B (cross-conn. method)
ru_ru: Реактивная мощность по фазе B (метод перекр. включ.)

# str_q_c_cross
source: Reactive power, phase C (cross-conn. method)
ru_ru: Реактивная мощность по фазе C (метод перекр. включ.)

# str_q_sum_1harm
source: Total reactive power (for 1st harmonic)
ru_ru: Суммарная реактивная мощность (по 1-ой гармонике)

# str_q_a_1harm
source: Reactive power, phase A (for 1st harmonic)
ru_ru: Реактивная мощность по фазе A (по 1-ой гармонике)

# str_q_b_1harm
source: Reactive power, phase B (for 1st harmonic)
ru_ru: Реактивная мощность по фазе B (по 1-ой гармонике)

# str_q_c_1harm
source: Reactive power, phase C (for 1st harmonic)
ru_ru: Реактивная мощность по фазе C (по 1-ой гармонике)

# str_i_n
source: Midpoint wire current
ru_ru: Ток нейтрали

# str_i1_n
source: 1st harmonic of midpoint wire current
ru_ru: 1-ая гармоника тока нейтрали

# str_k_ux_x
source: Individual {0} voltage harmonic ratio, phase {1}
ru_ru: Коэфф. {0}-й гармоники напряжения по фазе {1}

# str_k_ix_x
source: Individual {0} current harmonic ratio, phase {1}
ru_ru: Коэфф. {0}-й гармоники тока по фазе {1}

# str_k_uxx_x
source: Individual {0} line voltage {1} harmonic ratio
ru_ru: Коэфф. {0}-й гармоники линейного напряжения {1}

# str_i_n_x
source: Individual {0} midpoint wire current harmonic ratio
ru_ru: Коэфф. {0}-й гармоники тока нейтрали

# str_p_sum_x
source: Total active power of {0} harmonic
ru_ru: Суммарная активная мощность {0}-й гармоники

# str_p_x_x
source: Active power of {0} harmonic, phase {1}
ru_ru: Активная мощность {0}-й гармоники по фазе {1}

# str_p_xx_x
source: Active power of {0} harmonic, {1}
ru_ru: Активная мощность {0}-й гармоники, {1}

# str_p1_3phase
source: Active power P1
ru_ru: Активная мощность P1

# str_p2_3phase
source: Active power P2
ru_ru: Активная мощность P2

# str_if_record_marked
source: If record was marked
ru_ru: Признак маркированности записи

# str_summ_for_order_more_1_a
source: Total value for harmonious subgroups of order > 1
ru_ru: Суммарное значение для гармонических подгрупп порядка > 1

# str_summ_for_order_more_1_b
source: Total value for harmonious subgroups of order > 1
ru_ru: Суммарное значение для гармонических подгрупп порядка > 1

# str_summ_for_order_more_1_c
source: Total value for harmonious subgroups of order > 1
ru_ru: Суммарное значение для гармонических подгрупп порядка > 1

# str_summ_for_order_more_1_ab
source: Total value for harmonious subgroups of order > 1
ru_ru: Суммарное значение для гармонических подгрупп порядка > 1

# str_summ_for_order_more_1_bc
source: Total value for harmonious subgroups of order > 1
ru_ru: Суммарное значение для гармонических подгрупп порядка > 1

# str_summ_for_order_more_1_ca
source: Total value for harmonious subgroups of order > 1
ru_ru: Суммарное значение для гармонических подгрупп порядка > 1

# str_order_value_x_x
source: Total value for order {0}, phase {1}
ru_ru: Значение для порядка {0}, фаза {1}

# str_order_value_x_n
source: Total value for order {0}, midpoint wire current
ru_ru: Значение для порядка {0}, ток нейтрали

# str_order_value_x_xx
source: Total value for order {0}, line {1}
ru_ru: Значение для порядка {0}, линия {1}

# str_summ_coeff_a
source: Total coefficient, phase А
ru_ru: Суммарный коэффициент, фаза А

# str_summ_coeff_b
source: Total coefficient, phase В
ru_ru: Суммарный коэффициент, фаза В

# str_summ_coeff_c
source: Total coefficient, phase С
ru_ru: Суммарный коэффициент, фаза С

# str_summ_coeff_ab
source: Total coefficient, line АB
ru_ru: Суммарный коэффициент, линия АB

# str_summ_coeff_bc
source: Total coefficient, line ВC
ru_ru: Суммарный коэффициент, линия ВC

# str_summ_coeff_ca
source: Total coefficient, line СA
ru_ru: Суммарный коэффициент, линия СA

# str_order_coeff_x_x
source: Coefficient for order {0}, phase {1}
ru_ru: Коэффициент для порядка {0}, фаза {1}

# str_order_coeff_x_n
source: Coefficient for order {0}, midpoint wire current
ru_ru: Коэффициент для порядка {0}, ток нейтрали

# str_order_coeff_x_xx
source: Coefficient for order {0}, line {1}
ru_ru: Коэффициент для порядка {0}, линия {1}
