Repository: AlekseiToll/EnergomonitoringXP31
Catalog: param_strings.*.resx
Languages: ru_ru

# str_pharm_p_x_x
source: Harmonics power, active component (order {0}), phase {1}
ru_ru: Мощности гармоник, активная составляющая (порядок {0}), фаза {1}

# str_pharm_q_x_x
source: Harmonics power, reactive component (order {0}), phase {1}
ru_ru: Мощности гармоник, реактивная составляющая (порядок {0}), фаза {1}

# str_pharm_angle_x_x
source: Harmonics power, angle (order {0}), phase {1}
ru_ru: Мощности гармоник, угол (порядок {0}), фаза {1}

# str_pharm_p_sum_x
source: Harmonics power, active component (order {0}), total
ru_ru: Суммарная активная мощность {0}-й гармоники

# str_pharm_q_sum_x
source: Harmonics power, reactive component (order {0}), total
ru_ru: Суммарная реактивная мощность {0}-й гармоники

# str_pharm_angle_sum_x
source: Harmonics power, angle (order {0}), total
ru_ru: Суммарный угол {0}-й гармоники

# str_pharm_p_1_x
source: Harmonics power, active component (order {0}), component 1
ru_ru: Мощности гармоник, активная составляющая (порядок {0}), компонент 1

# str_pharm_q_1_x
source: Harmonics power, reactive component (order {0}), component 1
ru_ru: Мощности гармоник, реактивная составляющая (порядок {0}), компонент 1

# str_pharm_angle_1_x
source: Harmonics power, angle (order {0}), component 1
ru_ru: Мощности гармоник, угол (порядок {0}), компонент 1

# str_pharm_p_2_x
source: Harmonics power, active component (order {0}), component 2
ru_ru: Мощности гармоник, активная составляющая (порядок {0}), компонент 2

# str_pharm_q_2_x
source: Harmonics power, reactive component (order {0}), component 2
ru_ru: Мощности гармоник, реактивная составляющая (порядок {0}), компонент 2

# str_pharm_angle_2_x
source: Harmonics power, angle (order {0}), component 2
ru_ru: Мощности гармоник, угол (порядок {0}), компонент 2

# str_avg_square_a
source: RMS of subharmonic group, phase А
ru_ru: Среднеквадратическое значение субгармонической группы, фаза А

# str_avg_square_b
source: RMS of subharmonic group, phase В
ru_ru: Среднеквадратическое значение субгармонической группы, фаза В

# str_avg_square_c
source: RMS of subharmonic group, phase С
ru_ru: Среднеквадратическое значение субгармонической группы, фаза С

# str_avg_square_ab
source: RMS of subharmonic group, line А
ru_ru: Среднеквадратическое значение субгармонической группы, линия АB

# str_avg_square_bc
source: RMS of subharmonic group, line В
ru_ru: Среднеквадратическое значение субгармонической группы, линия ВC

# str_avg_square_ca
source: RMS of subharmonic group, line С
ru_ru: Среднеквадратическое значение субгармонической группы, линия СA

# str_avg_square_n
source: RMS of subharmonic group, midpoint wire current
ru_ru: Среднеквадратическое значение субгармонической группы, ток нейтрали

# avg_square_order_x_x
source: RMS of interharmonic groups of order {0}
ru_ru: Среднеквадратическое значение интергармонических групп порядка {0}
