Repository: AlekseiToll/EnergomonitoringXP31
Catalog: ArchiveForms/frmDocPQPMain.*.resx
Languages: ru_ru

# pqpGraph_dF.WorldNanText
source: Not calculated!
ru_ru: Не расчитано!

# barFreqNplSt.Caption
source: In NPL (stand.)
ru_ru: В НДП (уст.)

# barFreqUplSt.Caption
source: In UPL (stand.)
ru_ru: В ПДП (уст.)

# barFreqNplRes.Caption
source: In NPL (res.)
ru_ru: В НДП (рез.)

# barFreqUplRes.Caption
source: In UPL (res.)
ru_ru: В ПДП (рез.)

# pqpGraph_dU.WorldNanText
source: Not calculated!
ru_ru: Не расчитано!

# barVoltNplSt.Caption
source: In NPL (stand.)
ru_ru: В НДП (уст.)

# barVoltUplSt.Caption
source: In UPL (stand.)
ru_ru: В ПДП (уст.)

# barVoltNplRes.Caption
source: In NPL (res.)
ru_ru: В НДП (рез.)

# barVoltUplRes.Caption
source: In UPL (res.)
ru_ru: В ПДП (рез.)

# pqpGraphVoltUnb.WorldNanText
source: Not calculated!
ru_ru: Не расчитано!

# barVoltUnbNplSt.Caption
source: In NPL (stand.)
ru_ru: В НДП (уст.)

# barVoltUnbUplSt.Caption
source: In UPL (stand.)
ru_ru: В ПДП (уст.)

# barVoltUnbUplRes.Caption
source: In UPL (res.)
ru_ru: В ПДП (рез.)

# lblPhase.Text
source: Phase harmonics:
ru_ru: Фазные гармоники:

# lblInterphase.Text
source: Interphase harmonics:
ru_ru: Междуфазные гармоники:

# pqpGraphVoltNS.WorldNanText
source: Not calculated!
ru_ru: Не расчитано!

# barVoltNsNplSt.Caption
source: In NPL (stand.)
ru_ru: В НДП (уст.)

# barVoltNsUplSt.Caption
source: In UPL (stand.)
ru_ru: В ПДП (уст.)

# percentToolStripMenuItem.Text
source: Percentage
ru_ru: Проценты

# percentGlToolStripMenuItem.Text
source: Percentage for the entire interval
ru_ru: Проценты за весь интервал

# timeToolStripMenuItem.Text
source: Time
ru_ru: Время

# numberToolStripMenuItem.Text
source: Number
ru_ru: Число отсчетов

# tabFrequencyDeparture.Text
source: Frequency deviation (∆f)
ru_ru: Отклонение частоты (∆f)

# tabDips.Text
source: Dips & swells
ru_ru: Провалы и перенапряжения

# lblDips.Text
source: Dips:
ru_ru: Провалы:

# lblSwells.Text
source: Swells:
ru_ru: Перенапряжения:

# lblSwells2.Text
source: Swells
ru_ru: Перенапряжения:

# lblDips2.Text
source: Dips
ru_ru: Провалы:

# tabFValues.Text
source: ∆f (values)
ru_ru: ∆f (значения)

# tabU_Deviation.Text
source: Voltage deviation (δU)
ru_ru: Отклонение напряжения (δU)

# tabVolValues.Text
source: δU (values)
ru_ru: δU (значения)

# tabVoltageNnbalance.Text
source: Voltage unbalance
ru_ru: Несимметрия напряжений

# tabVoltageNonsinusoidality.Text
source: Voltage harmonics
ru_ru: Несинусоидальность напряжения

# tabInterharm.Text
source: Interharmonics
ru_ru: Интергармоники

# tabFlickerNum.Text
source: Flicker
ru_ru: Фликер

# tabFliker.Text
source: Flicker values
ru_ru: Фликер (значения)

# lbl_EPI_Caption.Text
source: Power quality parameters
ru_ru: Показатели качества энергии

# btnMaxMode.Text
source: Peak load time
ru_ru: Режим наиб. нагрузок

# $this.Text
source: PQP
ru_ru: ПКЭ
