Repository: AlekseiToll/EnergomonitoringXP31
Catalog: ArchiveForms/frmDocAVGGraphRight.*.resx
Languages: ru_ru

# tsScaleMode.Text
source: Scale mode
ru_ru: Масштаб

# tsScaleMode.ToolTipText
source: Scale mode
ru_ru: Перейти в режим масштаба

# tslblNominalVoltage.Text
source: U nom. (V):
ru_ru: U ном. (В):

# tslblNominalCurrent.Text
source: I nom. (A):
ru_ru: I ном. (А):

# tsLg.ToolTipText
source: Shows Y axis as logarithmic (log10)
ru_ru: Представлять ось Y как логарифмическую (log10)

# tsFirstHarmonic.Text
source: 1 g
ru_ru: 1 г

# tsFirstHarmonic.ToolTipText
source: Show first harmonic
ru_ru: Отображать первую гармонику

# tsPhaseA.ToolTipText
source: Show values for phase A
ru_ru: Отображать значения параметров фазы A

# tsPhaseB.ToolTipText
source: Show values for phase B
ru_ru: Отображать значения параметров фазы B

# tsPhaseC.ToolTipText
source: Show values for phase C
ru_ru: Отображать значения параметров фазы C

# tsSumm.ToolTipText
source: Display total powers of harmonics
ru_ru: Отображать суммарные значения мощностей гармоник

# tsLeft.Text
source: Left
ru_ru: Левая

# tsLeft.ToolTipText
source: Display current and voltage harmonics
ru_ru: Отображать панель гармоник тока и напряжения

# tsRight.Text
source: Right
ru_ru: Правая

# tsRight.ToolTipText
source: Display powers between individual current and voltage harmonics
ru_ru: Отображать панель мощностей гармоник углов между гармоническими составляющими тока и напряжения

# tsBottom.Text
source: Bottom
ru_ru: Нижняя

# tsBottom.ToolTipText
source: Display vector diagrams
ru_ru: Отображать панель векторной диаграммы

# $this.TabText
source: Graphs
ru_ru: Диаграммы

# $this.Text
source: Graphs (AVG)
ru_ru: Диаграммы (усредненные значения)
