Repository: AlekseiToll/EnergomonitoringXP31
Catalog: ArchiveForms/frmDocAVGMain.*.resx
Languages: ru_ru

# miSort.Text
source: Sort
ru_ru: Сортировать

# miSortDesc.Text
source: Sort desc
ru_ru: Сортировать по убыванию

# miAddColumnToGraphLeft.Text
source: Add column to timeplot (left Y axis)
ru_ru: Добавить на график (левая Y ось)

# miAddColumnToGraphRight.Text
source: Add column to timeplot (right Y axis)
ru_ru: Добавить на график (правая Y ось)

# miHarmPowersPercent.Text
source: Show Harmonic Powers in Percent
ru_ru: Отображать мощности гармоник в процентах

# miHarmPowersWatt.Text
source: Show Harmonic Powers in Watt
ru_ru: Отображать мощности гармоник в ваттах

# miHarmCurPercent.Text
source: Show Harmonic Current in Percent
ru_ru: Отображать гармоники тока в процентах

# miHarmCurAmpere.Text
source: Show Harmonic Current in Ampere
ru_ru: Отображать гармоники тока в амперах

# tabCurrentsAndVoltages.Text
source: Voltage and Current
ru_ru: Напряжения и токи

# tabPowers.Text
source: Power
ru_ru: Мощности

# tabAngles.Text
source: Ph. angles
ru_ru: Углы

# tabPQP.Text
source: PQP
ru_ru: ПКЭ

# tabHarmonicI.Text
source: Current Harmonics
ru_ru: Гармоники тока

# tabHarmonicVoltagePh.Text
source: Voltage Ph Harmonics
ru_ru: Гармоники фаз. напряжения

# tabHarmonicVoltageLin.Text
source: Voltage Lin Harmonics
ru_ru: Гармоники лин. напряжения

# tabHarmonicPowers.Text
source: Harmonic Powers
ru_ru: Мощности гармоник

# tabHarmonicAngles.Text
source: Harmonic Angles
ru_ru: Углы гармоник

# tabInterHarmI.Text
source: Current Interharmonics
ru_ru: Интергармоники тока

# tabInterHarmUph.Text
source: Uph Interharmonics
ru_ru: Интергармоники Uф

# tabInterHarmUlin.Text
source: Ulin Interharmonics
ru_ru: Интергармоники Uлин

# lbl_AVG_Caption.Text
source: Common information in future
ru_ru: Общая информация (в будущем)
