Repository: AlekseiToll/EnergomonitoringXP31
Catalog: ArchiveForms/frmDocPQPUValGraphBottom.*.resx
Languages: ru_ru

# rbOff.Text
source: off
ru_ru: скрыть

# rbMin.Text
source: min mode
ru_ru: режим наименьших нагрузок

# rbMax.Text
source: max mode
ru_ru: режим наибольших. нагрузок

# rbDay.Text
source: day mode
ru_ru: суточные

# tsYGridLine.Text
source: Show Y grid lines
ru_ru: Показывать основные линии Y оси

# tsYMinorGridLine.Text
source: Show Y minor grid lines
ru_ru: Показывать промежуточные линии Y оси

# tsXGridLine.Text
source: Show X grid lines
ru_ru: Показывать основные линии X оси

# tsXMinorGridLine.Text
source: Show X minor grid line
ru_ru: Показывать промежуточные линии X оси

# tsY2GridLine.Text
source: Show Y2 (right) grid lines
ru_ru: Показывать основные линии правой Y оси

# tsY2MinorGridLine.Text
source: Show Y2 (right) minor grid lines
ru_ru: Показывать промежуточные линии правой Y оси

# $this.TabText
source: Timeplots
ru_ru: Графики

# $this.Text
source: Timeplots (Voltage deviation)
ru_ru: Графики (Отклонение напряжения)
