Repository: AlekseiToll/EnergomonitoringXP31
Catalog: ArchiveForms/frmMomentDataEtPQP_A.*.resx
Languages: ru

# tabVoltages.Text
source: Voltage and Current
ru: Измерения

# tabPowers.Text
source: Power
ru: Мощности

# tabPQP.Text
source: PQP
ru: ПКЭ

# tabAngles.Text
source: Ph. angles
ru: Углы

# tabCurHarm.Text
source: Current Harmonics
ru: Гармоники тока

# gbI.Text
source: Current
ru: Ток

# labelIav.Text
source: Iav, A
ru: Iср, А

# gbUl.Text
source: Linear voltage
ru: Линейное напряжение

# labelUavl.Text
source: Uav, V
ru: Uср, В

# labelUl.Text
source: U, V
ru: U, В

# gbU.Text
source: Phase voltage
ru: Фазное напряжение

# labelUav.Text
source: Uav, V
ru: Uср, В

# labelU.Text
source: U, V
ru: U, В

# labelF.Text
source: F, Hz
ru: F, Гц

# labelP0.Text
source: P0, W
ru: P0, Вт

# labelP2.Text
source: P2, W
ru: P2, Вт

# labelP1.Text
source: P1, W
ru: P1, Вт

# labelPFull.Text
source: S, W
ru: S, Вт

# gbNominals.Text
source: Nominal values
ru: Номинальные значения

# labelINomPh.Text
source: I nom ph, A
ru: I ном ф, A

# labelUNomLin.Text
source: U nom lin, V
ru: U ном лин, В

# labelUNomPh.Text
source: U nom ph, V
ru: U ном ф, В

# labelFNom.Text
source: F nom, Hz
ru: F ном, Гц

# labelU0.Text
source: U0, V
ru: U0, В

# labelU2.Text
source: U2, V
ru: U2, В

# labelU1_2.Text
source: U1, V
ru: U1, В

# labelAIU.Text
source: UI, deg
ru: UI, град

# labelAUPh.Text
source: Uph, deg
ru: Uph, град

# labelU1.Text
source: Uph(1), V
ru: Uph(1), В

# labelHarmPh.Text
source: The values for orders 1 ... 50
ru: Коэфф. гармоник фазного напряжения, %

# labelU1l.Text
source: Ulin(1), V
ru: Ulin(1), В

# labelHarmI.Text
source: The values for orders 1 ... 50
ru: Коэфф. гармоник тока, %

# btnClose.Text
source: Close
ru: Закрыть

# btnLoad.Text
source: Load
ru: Запрос

# labelName.Text
source: Device name:
ru: Имя прибора:

# labelScheme.Text
source: Connection scheme:
ru: Схема подключения:

# labelSerial.Text
source: Serial number:
ru: Серийный номер:

# btnExport.Text
source: Export
ru: Экспорт

# $this.Text
source: Momentary Values
ru: Мгновенные значения
